Repository: simon04/locator-tool
Catalog: src/static/po/*.po
Languages: bn, de, fr

source: <a ui-sref="select">Select files to geolocate</a> by querying a category or inputting a list of <code>File:</code>s.
bn: একটি বিষয়শ্রেণী অনুসন্ধান করে বা <code>চিত্র:</code>সমূহের তালিকা থেকে <a ui-sref="select">ফাইলসমূহ নির্বাচন করে ভূ-অবস্থান নির্ণয় করুন</a>
de: <a ui-sref="select">Dateien zum Georeferenzieren auswählen</a> via Kategorie oder <code>Datei:</code>-Liste.
fr: <a ui-sref="select">Sélectionnez les fichiers à géolocaliser</a> par catégorie ou en entrant une liste de <code>Fichiers:</code>s.

source: About
bn: সম্পর্কে
de: Über
fr: À propos

source: About locator-tool
bn: লোকেটর-টুল সম্বন্ধে
de: Über locator-tool
fr: À propos du locator-tool

source: Also show geolocated files
bn: ভূ-অবস্থানযুক্ত ফাইলসমূহও দেখাবে
de: Auch georeferenzierte Dateien anzeigen
fr: Afficher aussi les fichiers géolocalisés

source: Camera location via <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a>
bn: <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a> মারফত ক্যামেরা অবস্থান
de: Kameraposition mittels <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a>
fr: Emplacement de l'appareil photo, via <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a>

source: Category
bn: বিষয়শ্রেণী
de: Kategorie
fr: Par catégorie

# Category
source: Depth
bn: গভীরতা
de: Tiefe
fr: Profondeur

source: Discard
bn: বাতিল করুন
de: Verwerfen
fr: Effacer

source: Edits using locator-tool
bn: লোকেটর-টুল ব্যবহার করে সম্পাদনাসমূহ
de: Bearbeitungen mit locator-tool
fr: Modifications utilisant locator-tool

source: End timestamp
fr: Horodatage (fin)

source: Failed to save: {{$ctrl.error.statusText}}
de: Fehler beim Speichern: {{$ctrl.error.statusText}}
fr: La sauvegarde a échoué : {{$ctrl.error.statusText}}

source: Fetched 0 files for category <code>{{$ctrl.category}}</code>!
de: 0 Dateien für Kategorie <code>{{$ctrl.category}}</code> geladen!
fr: 0 fichiers récupérés pour l'utilisateur <code>{{$ctrl.user}}</code> !

source: Fetched 0 files for user <code>{{$ctrl.user}}</code>!
de: 0 Dateien für Benutzer <code>{{$ctrl.user}}</code> geladen!
fr: 0 fichiers récupérés pour l'utilisateur <code>{{$ctrl.user}}</code> !

source: File list
de: Dateiliste
fr: Liste de fichiers

source: From the list of files provided, select one and click its location on an interactive map.
bn: ফাইলসমূহের প্রদত্ত তালিকা থেকে, একটি নির্বাচন করুন ও একটি আদানপ্রদানমূলক মানচিত্রে তার অবস্থান ক্লিক করুন।
de: Eine Datei in der Dateiliste auswählen und deren Position durch Klick auf die interaktive Karte auswählen.
fr: Sélectionnez un fichier dans la liste, et cliquez sur son emplacement sur la carte.

source: Geolocate files
bn: ফাইলসমূহের ভূ-অবস্থান নির্ণয়
de: Dateien georeferenzieren
fr: Géolocaliser les fichiers

source: In order to allow locator-tool to modify file description pages, sign in first:
de: Bitte anmelden, damit locator-tool Änderungen an Dateibeschreibungsseiten vornehmen kann:
fr: Vous devez vous identifier avec votre compte Wikimedia pour permettre au locator-tool de modifier les descriptions des images :

source: Its source code is available on <a href="https://github.com/simon04/locator-tool">GitHub</a> and <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a> licensed.
bn: এর উৎস কোড <a href="https://github.com/simon04/locator-tool">গিটহাবে</a> <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a>লাইসেন্সে উপলব্ধ।
de: Der Quellcode ist auf <a href="https://github.com/simon04/locator-tool">GitHub</a> verfügbar. Das Tool steht unter der Lizenz <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a>.
fr: Le code source est sous licence <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a> et disponible sur <a href="https://github.com/simon04/locator-tool">GitHub</a>.

source: LANGUAGE
bn: বাংলা
de: Deutsch
fr: Français

source: Left click on map to set the location.
bn: মানচিত্রে বাম ক্লিক করে অবস্থান সূচক করুন।
de: Linksklick auf Karte setzt die Position.
fr: Clic-gauche sur la carte pour définir l'emplacement

source: Limit
fr: Limite

source: Load Category to geolocate
fr: Charger la Catégorie à géolocaliser

source: Load User files to geolocate
fr: Charger les fichiers de l'utilisateur à géolocaliser

source: Load {{$ctrl.titleList.length}} files to geolocate
fr: Charger {{$ctrl.titleList.length}} fichiers à géolocaliser

source: Loading file details …
bn: ফাইলের বিস্তারিত লোড হচ্ছে ...
de: Dateiinformationen werden geladen …
fr: Chargement des informations des fichiers…

source: Log in
bn: প্রবেশ করুন
de: Anmelden
fr: Se connecter

source: Log in using the button on the upper right corner
bn: ওপরের ডানদিকের কোণে বোতাম ব্যবহার করে প্রবেশ করুন
de: Anmelden mittels Button im rechten oberen Eck
fr: Identifiez-vous en utilisant le bouton en haut à droite

source: Log out
bn: প্রস্থান করুন
de: Abmelden
fr: Se déconnecter

source: Logged in as {{$ctrl.user}}
bn: {{$ctrl.user}} হিসেবে প্রবেশ করা হয়েছে
de: Angemeldet als {{$ctrl.user}}
fr: Identifié en tant que {{$ctrl.user}}

source: Map
bn: মানচিত্র
de: Karte
fr: Carte

source: Object location via <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>
bn: <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a> মারফত বস্তুর অবস্থান
de: Objektposition mittels <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>
fr: Emplacement de l'objet représenté, via <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>

source: Press shift and click on map to set the object location.
bn: শিফট টিপে ও মানচিত্রে ক্লিক করে বস্তুর অবস্থান সূচক করুন।
de: Shift-Taste und Klick auf Karte setzt die Objektposition.
fr: Majuscule+clic gauche sur la carte pour définir l'emplacement

source: Repeat …
bn: পুনরায়...
de: Wiederhole …
fr: Répéter…

source: Save
bn: সংরক্ষণ করুন
de: Speichern
fr: Enregistrer

source: Select files
de: Dateien auswählen
fr: Sélectionner les fichiers

source: Select files to geolocate
bn: ভূ-অবস্থান নির্ণয় করতে ফাইলসমূহ নির্বাচন করুন
de: Dateien zum Georeferenzieren auswählen
fr: Sélectionner les fichiers à géolocaliser

source: Show Category on map
bn: মানচিত্রে বিষয়শ্রেণী দেখান
de: Kategorie auf Karte anzeigen
fr: Voir la catégorie sur une carte

source: Show User files on map
bn: মানচিত্রে ব্যবহারকারী ফাইলসমূহ দেখান
de: Dateien des Benutzers auf Karte anzeigen
fr: Voir les fichiers de l'utilisateur sur une carte

source: Show {{$ctrl.titleList.length}} files on map
bn: মানচিত্রে {{$ctrl.titleList.length}} ফাইলসমূহ দেখান
de: {{$ctrl.titleList.length}} Dateien auf Karte anzeigen
fr: Voir les {{$ctrl.titleList.length}} fichiers sur une carte

source: Sign in
de: Anmelden
fr: Se connecter

source: Start timestamp
fr: Horodatage (début)

source: This tool has been created by <a href="https://github.com/simon04/">simon04</a>.
bn: এই সরঞ্জাম তৈরি করেছেন <a href="https://github.com/simon04/">simon04</a>।
de: Dieses Werkzeug wurde von <a href="https://github.com/simon04/">simon04</a> entwickelt.
fr: Cet outil a été créé par <a href="https://github.com/simon04/">simon04</a>.

source: This tool helps to add <code class="mediawiki-template">Coordinate</code> information to images on <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>.
bn: এই সরঞ্জাম <a href="https://commons.wikimedia.org/">উইকিমিডিয়া কমন্সে</a> চিত্রগুলিতে <code class="mediawiki-template">Coordinate</code> তথ্য যোগ করতে সহায়তা করে।
de: Dieses Werkzeug hilft <code class="mediawiki-template">Coordinate</code> zu bestehenden Dateien auf <a href="https://commons.wikimedia.org/">Wikimedia Commons</a> hinzuzufügen.
fr: Cet outil aide à remplir les templates <code class="mediawiki-template">Location</code> et <code class="mediawiki-template">Object Location</code> » des images présentes sur <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>

source: Translate locator-tool on Transifex
bn: ট্রান্সিফেক্সে লোকেটর-টুল অনুবাদ করুন
de: Übersetze locator-tool auf Transifex
fr: Traduire le locator-tool sur Transifex

source: Tutorial
bn: নির্দেশিকা
de: Einführung
fr: Didacticiel

source: Usage
bn: ব্যবহার
de: Verwendung
fr: Utilisation

source: User
bn: ব্যবহারকারী
de: Benutzer
fr: Utilisateur

source: User files
de: Dateien des Benutzers
fr: Par utilisateur

source: Geolocate Category
de: Kategorie georeferenzieren

source: Geolocate User files
de: Dateien des Benutzers georeferenzieren

source: Geolocate {{$ctrl.titleList.length}} files
de: {{$ctrl.titleList.length}} Dateien georeferenzieren

source: locator-tool
bn: লোকেটর-টুল

source: → <a href="https://commons.wikimedia.org/wiki/Commons:Locator-tool">Commons:Locator-tool</a>
bn: → <a href="https://commons.wikimedia.org/wiki/Commons:Locator-tool"> কমন্স:লোকেটর-টুল</a>
