Repository: simon04/locator-tool
Catalog: po/*.po
Languages: cs, pt

# Category
source: Depth
cs: Hloubka
pt: Profundidade

source: <a ui-sref="select">Select files to geolocate</a> by querying a category or inputting a list of <code>File:</code>s.
cs: <a ui-sref="select">Vyberte soubory pro geolokaci</a> dotazem na kategorii nebo seznamem <code>Soubor:</code>ů
pt: <a ui-sref="select">Selecione os ficheiros a geolocalizar</a> ao consultar uma categoria ou introduzindo uma lista de <code>Ficheiro:</code>s.

source: About
cs: O nástroji
pt: Sobre

source: About locator-tool
cs: O nástroji locator-tool
pt: Sobre a ferramenta de localização

source: Also show geolocated files
cs: Zobrazit i geolokované soubory
pt: Mostrar também ficheiros geolocalizados

source: Camera location via <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a>
cs: Pozice fotoaparátu <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Lokace</code></a>
pt: Localização da câmara via <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Localização</code></a>

source: Category
cs: Kategorie
pt: Categoria

source: Discard
cs: Zrušit
pt: Descartar

source: Edits using locator-tool
cs: Editace pomocí locator-tool
pt: Edições a usar a ferramenta de localização

source: End timestamp
cs: Do
pt: Hora de fim

source: Failed to save: {{$ctrl.error.statusText}}
cs: Nepovedlo se uložit: {{$ctrl.error.statusText}}
pt: Não foi possível guardar: {{$ctrl.error.statusText}}

source: Fetched 0 files for category <code>{{$ctrl.category}}</code>!
cs: Načteno 0 souborů z kategorie <code>{{$ctrl.category}}1</code>!
pt: Processados 0 ficheiros para a categoria <code>{{$ctrl.category}}</code>!

source: Fetched 0 files for user <code>{{$ctrl.user}}</code>!
cs: Načteno 0 souborů uživatele <code>{{$ctrl.user}}</code>!
pt: Processados 0 ficheiros para o utilizador <code>{{$ctrl.user}}</code>!

source: File list
cs: Seznam souborů
pt: Lista de ficheiros

source: From the list of files provided, select one and click its location on an interactive map.
cs: Vyberte soubor ze seznamu souborů a klikněte na pozici fotoaparátu, odkud byl vyfocen.
pt: Da lista de ficheiros fornecidos, selecione um e clique na localização no mapa interativo.

source: Gallery
cs: Galerie
pt: Galeria

source: Geolocate files
cs: Geolokovat soubory
pt: Geolocalizar ficheiros

source: Hello {{$ctrl.userInfo}}!
cs: Ahoj {{$ctrl.userInfo}}!
pt: Olá {{$ctrl.userInfo}}!

source: In order to allow locator-tool to modify file description pages, sign in first:
cs: Pro povolení editace stránek souborů pomocí nástroje locator-tool se prosím přihlašte:
pt: Por forma a permitir a ferramenta de localização alterar as páginas de descrição, autentique-se primeiro:

source: Its source code is available on <a href="https://github.com/simon04/locator-tool">GitHub</a> and <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a> licensed.
cs: Zdrojový kód nástroje je dostupný na <a href="https://github.com/simon04/locator-tool">GitHubu</a> a je licencován licencí <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a>.
pt: O seu código-fonte está disponível no <a href="https://github.com/simon04/locator-tool">GitHub</a> e sob a licença <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a>.

source: LANGUAGE
cs: Čeština
pt: Português

source: Left click on map to set the location.
cs: Na umístění klikněte levým tlačítkem myši.
pt: Clique com o botão esquerdo no mapa para definir a localização.

source: Limit
pt: Limite

source: Load Category to geolocate
cs: Načtěte kategorii pro geolokování.
pt: Carregar categoria para geolocalizar

source: Load User files to geolocate
cs: Načtěte soubory uživatele pro geolokování.
pt: Carregar ficheiros do utilizador para geolocalizar

source: Load {{$ctrl.titleList.length}} files to geolocate
cs: Načteno {{$ctrl.titleList.length}} souborů pro geolokaci.
pt: Carregar {{$ctrl.titleList.length}} ficheiros para geolocalizar

source: Loading file details …
cs: Načítám detaily souborů ...
pt: A carregar detalhes do ficheiro…

source: Log in
cs: Přihlásit
pt: Entrar

source: Log in using the button on the upper right corner
cs: Přihlašte se pomocí tlačítka v pravém horním rohu
pt: Autentique-se usando o botão no canto superior direito

source: Log out
cs: Odhlásit
pt: Sair

source: Logged in as {{$ctrl.user}}
cs: Přihlášen jako {{$ctrl.user}}
pt: Autenticado como {{$ctrl.user}}

source: Map
cs: Mapa
pt: Mapa

source: Object location via <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>
cs: Umístění objektu pomocí <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Umístění objektu</code></a>
pt: Localização do objeto via <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Localização do Objeto</code></a>

source: Open Source Licenses:
cs: Licence otevřeného kódu:
pt: Licenças de código aberto:

source: Press shift and click on map to set the object location.
cs: Pro nastavení pozice objektu zmáčkněte Shift a klikněte do mapy.
pt: Pressione a tecla Shift e clique no mapa para definir a localização do objeto.

source: Repeat …
cs: Opakovat ...
pt: Repetir…

source: Save
cs: Uložit
pt: Guardar

source: Select files
cs: Vyberte soubory
pt: Selecionar ficheiros

source: Select files to geolocate
cs: Vyberte soubory pro geolokaci
pt: Selecione os ficheiros para geolocalizar

source: Show Category as gallery
cs: Zobrazit kategorii jako galerii
pt: Mostrar categoria numa galeria

source: Show Category on map
cs: Zobrazit kategorii na mapě
pt: Mostrar categoria no mapa

source: Show User files as gallery
cs: Zobrazit uživatelské soubory jako galerii
pt: Mostrar ficheiros do utilizador numa galeria

source: Show User files on map
cs: Zobrazit soubory uživatele na mapě
pt: Mostrar ficheiros do utilizador no mapa

source: Show {{$ctrl.titleList.length}} files as gallery
cs: Zobrazit {{$ctrl.titleList.length}} soubory jako galerii
pt: Mostrar {{$ctrl.titleList.length}} ficheiros numa galeria

source: Show {{$ctrl.titleList.length}} files on map
cs: Zobrazit {{$ctrl.titleList.length}} souborů na mapě
pt: Mostrar {{$ctrl.titleList.length}} ficheiros no mapa

source: Sign in
cs: Přihlásit
pt: Criar conta

source: Start timestamp
cs: Od
pt: Hora de início

source: This tool has been created by <a href="https://github.com/simon04/">simon04</a>.
cs: Autorem tohoto nástroje je <a href="https://github.com/simon04/">simon04</a>.
pt: Esta ferramenta foi criada por <a href="https://github.com/simon04/">simon04</a>.

source: This tool helps to add <code class="mediawiki-template">Coordinate</code> information to images on <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>.
cs: Tento nástroj pomáhá přidávat informace o souřadnicích <code class="mediawiki-template">Coordinate</code> obrázků na <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>.
pt: Esta ferramenta ajuda a adicionar informações de <code class="mediawiki-template">coordenadas</code> em imagens no <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>.

source: Translate locator-tool on Transifex
cs: Přeložte locator-tool na Transifexu
pt: Traduzir a ferramenta de localização no Transifex

source: Usage
cs: Použití
pt: Utilização

source: User
cs: Uživatel
pt: Utilizador

source: User files
cs: Soubory uživatele
pt: Ficheiros do utilizador

source: Version:
cs: Verze:
pt: Versão:

source: When a clipboard content containing HTML code (for instance a copied selection from a Commons gallery) is pasted here, locator-tool tries to extract <code>File:</code>s from the code.
cs: V případě, že vložíte obsah schránky, který obsahuje HTML kód (například z galerie na Commons), tak se locator-tool pokusí extrahovat z kódu informace o souborech <code>File:</code>.
pt: Quando a área de transferência contém código HTML (por exemplo uma seleção copiada de uma galeria do Commons) é colada aqui, a ferramenta de localização tenta extrair o <code>Ficheiro:</code>s do código.

source: locator-tool
pt: ferramenta de localização

source: → <a href="https://commons.wikimedia.org/wiki/Commons:Locator-tool">Commons:Locator-tool</a>
pt: → <a href="https://commons.wikimedia.org/wiki/Commons:Locator-tool">Commons:Ferramenta de localização</a>

source: Sorting
cs: Řazení
pt: Ordenação

source: Title
cs: Název
pt: Título

source: Description
cs: Popis
pt: Descrição

source: Author
cs: Autor
pt: Autor

source: Date
cs: Datum
pt: Data
